{
  "events": [
    {
      "id": "1",
      "name": "Michinoku Hydrangea Festival",
      "slug": "michinoku-hydrangea-festival",
      "venue": "Michinoku Hydrangea Park",
      "address": "Harasawa Maikawa, Ichinoseki, Iwate 021-0221",
      "date": "26/06/2021 - 25/07/2021",
      "description": "Michinoku Hydrangea Park is open for a short time in the summer annually. The flower event is focused on the rainy-season flower, the ajisai, or hydrangea. Many hydrangeas here are harvested and sold throughout other areas of Japan. Michinoku Park offers a dedicated hydrangea garden that has a wide array of hydrangeas and over 40,000 blossoming flowers. Visitors can have a full viewing experience of hydrangeas along a 2 kilometer-long walking path. Along the path, thousands of blooming hydrangeas surround the trail on every side. In the middle of the path, there is a place to get a meal and rest. Relax and take your time because there are resting places along the way. Enjoy a variety of hydrangea ranging from the Mountain Hydrangea, Hortensia, and Ezoajisai. Visitors who are tired of walking or are impaired may use a chargeable cart.",
      "image": "/images/sample/event1.jpg"
    },
    {
      "id": "2",
      "name": "Windmill Sunflower Garden",
      "slug": "windmill-sunflower-garden",
      "venue": "Sakura Furusato Square",
      "address": "2714-2714 Usuida, Sakura, Chiba 285-0861",      
      "date": "10/07/2021 - 1/08/2021",
      "description": "Chiba's Sakura Furusato Square will host a Windmill Sunflower Garden event. Approximately 15,000 sunflowers will be in full bloom during the event dates, including the Vincent sunflower variety named after none other than the Dutch painter Vincent Van Gogh. Admission to the event itself is free, but bring some coins if you want to pick some sunflowers -- it'll set you back 100 yen for 2 flowers from the picking area.",
      "image": "/images/sample/event2.jpg"
    },
    {
      "id": "3",
      "name": "Tokyo 2020 Olympics in 2021",
      "slug": "tokyo-2020-olympics-in-2021",
      "venue": "New National Stadium",
      "address": "4-2 Kasumigaokamachi, Shinjuku City, Tokyo 160-0013",
      "date": "23/07/2021 - 08/08/2021",
      "description": "Already one of the top spots worldwide for holidays, the Japanese metropolis Tokyo is about to become more popular. Coming up in the summer of 2021, Tokyo will be hosting the 2020 Summer Olympics and Paralympics, promising tourists and locals alike even more to do in the bustling megalopolis. Get ready for the biggest sporting event in the world.      Initially postponed due to COVID-19, the games are supposed to be held from 23 July to 8 August 2021. The Games of the XXXII Olympiad will see the exciting introduction of many new sports and disciplines. Karate, surfing, skateboarding, sport climbing, and baseball—a national love—will be introduced for the first time. New disciplines like 3x3 basketball, Madison cycling, and freestyle BMX will also be added to existing sports. Overall, the Tokyo 2020 Olympics will feature 339 events in 33 sports, across 55 disciplines. With the increased variation, there’s bound to be something that’ll suit your taste! The Olympic torch relay (March 12 to July 23, 2021) will include all of Japan’s 47 prefectures and start off in Fukushima after the Greece leg is completed. Fukushima Prefecture, devastated by the 2011 earthquake and tsunami, was chosen as the starting point as a rallying symbol of Japanese solidarity and the nation’s recovery efforts. This symbol may be more important than ever with 2021 being the 10-year anniversary of the Tohoku earthquake and the release and spread of the COVID-19 vaccine in many countries. Speaking of rallying, what is the Olympic games without their iconic mascots to hype up the crowd? Japan delivers yet again with their adorable, huge-eyed Tokyo 2020 mascots – Miraitowa for the Olympics, and Someity for the Paralympics. The indigo checkered Miraitowa is said to be very athletic, with the ability to move around swiftly, while nature-loving Someity has telepathic antennae and a pink-checkered flying cloak. The 42 competition venues are spread mainly within two themed zones, with the Olympic Village situated in the middle. The Heritage Zone continues the legacy of the country’s first 1964 Olympics, comprising of iconic, returning venues like the Yoyogi National Gymnasium and the Nippon Budokan. On the other hand, the Tokyo Bay Zone signifies the country’s forward-looking development and encompasses areas like Shinagawa and Odaiba. It’s an exciting time for the host nation as these Games mark the return of the Summer Olympics to Tokyo since almost four decades ago, when the city raced to develop and get ready in time for the 1964 Games, just two decades after WWII had ended. This makes Tokyo the first city in Asia to have hosted the large-scale quadrennial games twice. Looking beyond Tokyo, Japan is no stranger to hosting the Olympics, having also hosted the 1972 Winter Olympics in Sapporo, and 1998 Winter Olympics in Nagano.",
      "image": "/images/sample/event3.jpg"
    },
    {
      "id": "4",
      "name": "Pikachu Outbreak",
      "slug": "pikachu-outbreak",
      "venue": "Minato Mirai",
      "address": "MinatomiraiNishi Ward, Yokohama, Kanagawa 220-0012",
      "date": "Early - Mid Aug 2021",
      "description": "Come summer, get ready for a flurry of adorable Pikachu in Yokohama! Held at the Minato Mirai district for a week, Pikachu Outbreak will be happening for the sixth running year. Expect to see lots of dancing pikachus in parades, on water and also light shows with entertaining digital effects. This year will be the first time when the main events are to be held after dark, from 7 to 9 pm, making the romantic and popular Minato Mirai waterfront even more attractive. It will also feature the biggest number of Pikachu till date, with 2000 of them spread over the Minato Mirai Tokyu Square, Grand Mall Park, Yokohama Museum of Art, Queen’s Square and the Yokohama Red Brick Warehouse. Similarly dotted all over the place will be numerous photo spots for you to snap a few commemorative pictures. For the largest event of the Pikachu festival, head to Rinkai Park where up to 50 Pikachu will be dancing up a storm. For fans of the Pokémon GO game, there will be a ticketed Pokémon GO event with tickets obtainable through early application. Apart from catching Pikachu in action, don’t miss the Eevee parades!",
      "image": "/images/sample/event4.jpg"
    },
    {
      "id": "5",
      "name": "Hokusai and Hiroshige Exhibition",
      "slug": "hokusai-and-hiroshige-exhibition",
      "venue": "Osaka Ukiyoe Museum",
      "address": "1-chōme-6-4 Nanba, Chuo Ward, Osaka, 542-0076",
      "date": "02/03/2021 - 29/08/2021",
      "description": "Aspecial exhibition taking place at the Osaka Ukiyoe Museum looks at the works of various ukiyo-e artists, with a defined focus on Katsushika Hokusai and Hiroshige Utagawa. Their art was said to be loved by big names in the art world, including the likes of Vincent Van Gogh, Claude Monet, Edgar Degas and Paul Gauguin - it is even noted that many of these acclaimed artists were inspired by ukiyo-e pieces in their own creations.",
      "image": "/images/sample/event5.jpg"
    },
    {
      "id": "6",
      "name": "Rice Field Art",
      "slug": "rice-field-art",
      "venue": "Kodai Hasu no Sato",
      "address": "810 KamikawakamiKumagaya, Saitama 360-0004",
      "date": "08/08/2021 - 6/10/2021",
      "description": "Rice Field Art - are you picturing a gallery in a rice field? Because when I first heard the buzz about the rice field art in Gyoda City Saitama, that is what I pictured. In my defense, I am not from a rice-growing country so my mind didn't go to the glorious truth; art made from rice plants in a rice field. It is a sight to behold. Every year, in June, the rice is strategically and carefully planted so that it grows in the design of the image for that year. The image is decided on by a committee. Planting is a community effort. Dozens of locals and even people from further afield, who have applied to participate, work together under the guidance of the rice field art committee to plant the rice in the correct position. They use nine different types of rice for contrast, over an approximate area of 27,000 square meters. The result: a piece of art in the rice field. Every year the image is different.",
      "image": "/images/sample/event6.jpg"
    }
  ]
}